export default function Page() {
  return (
    <div className="section">
      <div className="container">
        <h2 className="section__title-center">Международное сотрудничество</h2>
        <div className="section__block">
          <h3>Партнерства</h3>
          <p>
            "Геотэк-Колледж" является членом Ассоциации российских консультантов
            по образованию (АРКО)
          </p>
        </div>
        <div className="section__block">
          <h3>Обучение за рубежом</h3>
          <p>
            Колледж сотрудничает с образовательными учреждениями Китая,
            Сингапура, и других стран.
          </p>
        </div>
        <div className="section__block">
          <h3>Консультации и образовательные программы</h3>
          <p>
            Консультанты колледжа ежегодно посещают международные конференции и
            ярмарки образования. Это позволяет проводить консультации по
            вопросам зарубежного образования на высоком профессиональном уровне
            и предлагать студентам широкий выбор программ.
          </p>
        </div>
      </div>
    </div>
  );
}
