export default function Page() {
  return (
    <>
      <div className="section">
        <div className="container">
          <h3 className="section__title-center">
            Технология инструментальных определений входных параметров
            нелинейных моделей грунтов, используемых в программных комплексах
            численного моделирования оснований зданий и сооружений
          </h3>
          {/* ===================  ================= */}
          <div className="section__block center">
            <h3>
              Дополнительная профессиональная программа повышения квалификации
            </h3>
          </div>
          <div className="section__block">
            <h3>Описание образовательной программы</h3>
            <p>
              Программа предназначена для специалистов строительной отрасли в
              области инженерно-геологических и инженерно-геотехнических
              изысканий, а также проектировщиков фундаментов зданий и
              сооружений. Основная цель программы – обновление теоретических и
              практических знаний руководителей и специалистов в связи с
              повышением требований к уровню квалификации и необходимостью
              освоения современных методов решения профессиональных задач.
              Слушатели получают профессиональные навыки работы с программным
              комплексом численного моделирования грунтовых оснований PLAXIS и
              MIDAS GTS. В результате прохождения программы обучающиеся
              осваивают нелинейные модели грунтов (Hardening Soil, Hardening
              Soil Small-strain, Soft Soil, Soft Soil Creep и др.), знакомятся с
              практическими лабораторными технологиями получения входных
              параметров моделей грунтов. В результате освоения программы
              слушатели должны уметь подбирать необходимое геотехническое
              оборудование для выполнения испытаний; составлять техническое
              задание по определению входных параметров нелинейных моделей
              грунтов лабораторными методами; выполнять интерпретацию материалов
              испытаний; моделировать грунтовые основания зданий и сооружений
              при помощи программного средства PLAXIS; оформлять результаты
              испытаний в виде лабораторных протоколов; составлять текст
              технического отчета по определению параметров грунтов.
            </p>
          </div>
          <div className="section__block">
            <h3>Учебный план</h3>
            <p>
              Программа состоит из 7 модулей: 1. Цифровое грунтоведение –
              составная часть цифровой экономики; 2. Численное моделирование
              грунтовых оснований зданий и сооружений. Технологии определения
              входных параметров математических моделей грунтов; 3. Нелинейные
              модели грунтов; 4. Обеспечение устойчивости зданий и сооружений в
              условиях динамического воздействия. Циклические испытания грунтов;
              5. Геотехнические и фильтрационные расчеты; 6. Особенности
              получения исходных данных для численного моделирования подземных
              сооружений. Оценка влияния нового строительства на существующую
              застройку; 7. Особенности экспертизы материалов инженерных
              изысканий, выполненных с целью обеспечения исходными данными
              численного моделирования грунтовых оснований зданий и сооружений.
              Итоговая аттестация проходит в форме зачета. Общая длительность
              программы – 72 часа (38 часов – лекции, 28 часов – практические
              занятия, 6 часов – самостоятельные работы).
            </p>
          </div>
          <div className="section__block">
            <p>
              Численность обучающихся за счет средств физических и юр.лиц по
              договорам об образовании – 15.
            </p>
          </div>
        </div>
      </div>
    </>
  );
}
