export default function Page() {
  return (
    <>
      <div className="section">
        <div className="container">
          <h3 className="section__title-center">
            Теоретические основы и практическая методика лабораторных
            определений входных параметров расчетных моделей программных
            комплексов, основанных на методе конечных элементов (МКЭ).
            Программный комплекс PLAXIS
          </h3>

          {/* ===================  ================= */}
          <div className="section__block center">
            <h3>
              Дополнительная профессиональная программа повышения квалификации
            </h3>
          </div>
          <div className="section__block">
            <h3>Описание образовательной программы</h3>
            <p>
              Программа предназначена для специалистов строительной отрасли в
              области инженерно-геологических и инженерно-геотехнических
              изысканий, а также проектировщиков фундаментов зданий и
              сооружений. Основная цель программы – обновление теоретических и
              практических знаний руководителей и специалистов в связи с
              повышением требований к уровню квалификации и необходимостью
              освоения современных методов решения профессиональных задач.
              Слушатели получают профессиональные навыки работы с программным
              комплексом численного моделирования грунтовых оснований PLAXIS. В
              результате прохождения программы обучающиеся осваивают нелинейные
              модели грунтов (Hardening Soil, Hardening Soil Small-strain, Soft
              Soil, Soft Soil Creep и др.), знакомятся с практическими
              лабораторными технологиями получения входных параметров моделей
              грунтов. В результате освоения программы слушатели должны уметь
              подбирать необходимое геотехническое оборудование для выполнения
              испытаний; составлять техническое задание по определению входных
              параметров нелинейных моделей грунтов лабораторными методами;
              корректно использовать положения нормативной базы применительно к
              поставленным задачам; выполнять интерпретацию материалов
              испытаний; моделировать грунтовые основания зданий и сооружений
              при помощи программного средства PLAXIS; оформлять результаты
              испытаний в виде лабораторных протоколов; составлять текст
              технического отчета по определению параметров грунтов.
            </p>
          </div>
          <div className="section__block">
            <h3>Учебный план</h3>
            <p>
              Программа состоит из 4 модулей (Лабораторные и полевые методы
              определения входных параметров нелинейных моделей грунтов;
              Численное моделирование грунтовых оснований; Моделирование
              грунтовых оснований в режиме сверхмалых деформаций; Контроль
              работы грунтового основания в зоне влияния источников
              динамического воздействия) и итоговой аттестации, проходящей в
              форме зачета. Общая длительность программы – 72 часа (39 часов –
              лекции, 27 часов – практические занятия, 6 часов - самостоятельные
              работы).
            </p>
          </div>
          <div className="section__block">
            <p>
              Численность обучающихся за счет средств физических и юр.лиц по
              договорам об образовании – 78
            </p>
          </div>
          <div className="section__block">
            <p>
              Для уточнения стоимости, даты и времени проведения программы
              напишите на support@mdgt.ru.
            </p>
          </div>
        </div>
      </div>
    </>
  );
}
