export type FileItem = {
  src: string;
  title: string;
  back?: string;
};

// /documents/GEOTEK/

export const geotekFiles: FileItem[] = [
  {
    title: 'Договор на оказание платных образовательных услуг',
    src: '/documents/GEOTEK/Договор на оказание платных образовательных услуг.pdf',
  },
  {
    title: 'Лицензия на право ведения образовательной деятельности',
    src: '/documents/GEOTEK/Лицензия на право ведения образовательной деятельности.pdf',
  },
  {
    title: 'Отчет о выполнении предписаний',
    src: '/documents/GEOTEK/Отчет о выполнении предписаний.pdf',
  },
  {
    title:
      'Отчёт о результатах самообследования деятельности образовательного учреждения НОЧУ ДПО «Геотэк-Колледж» за 2023 г.',
    src: '/documents/GEOTEK/Отчёт о результатах самообследования деятельности образовательного учреждения НОЧУ ДПО «Геотэк-Колледж» за 2023 г..pdf',
  },
  {
    title:
      'План финансово-хозяйственной деятельности НОЧУ ДПО Геотэк-Колледж на 2024 год',
    src: '/documents/GEOTEK/План финансово-хозяйственной деятельности НОЧУ ДПО Геотэк-Колледж на 2024 год.pdf',
  },
  {
    title: 'Положение о внутреннем контроле качества образования',
    src: '/documents/GEOTEK/Положение о внутреннем контроле качества образования.pdf',
  },
  {
    title: 'Положение о режиме занятий обучающихся в НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Положение о режиме занятий обучающихся в НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title:
      'Положение о формах, периодичности, порядке текущего контроля успеваемости, промежуточной и итоговой аттестации обучающихся НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Положение о формах, периодичности, порядке текущего контроля успеваемости...«Геотэк-Колледж».pdf',
  },
  {
    title:
      'Положение о формах, периодичности, порядке текущего контроля успеваемости, промежуточной и итоговой аттестации обучающихся',
    src: '/documents/GEOTEK/Положение о формах, периодичности, порядке текущего контроля успеваемости, промежуточной и итоговой аттестации обучающихся.pdf',
  },
  {
    title:
      'Положение о языке образования, получении образования на иностранном языке в НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Положение о языке образования, получении образования на иностранном языке в НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title:
      'Положение об оказании платных образовательных услуг НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Положение об оказании платных образовательных услуг НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title:
      'Порядок и основания перевода и отчисления обучающихся НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Порядок и основания перевода и отчисления обучающихся НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title:
      'Порядок оформления возникновения, приостановления и прекращения оношений между НОУ ДПО Геотэк-Колледж и обучающимися и (или) родителями (законными представителями)',
    src: '/documents/GEOTEK/Порядок оформления оношений между НОУ ДПО Геотэк-Колледж и обучающимися и (или) родителями.pdf',
  },
  {
    title:
      'Правила внутреннего распорядка обучающихся НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Правила внутреннего распорядка обучающихся НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title: 'Правила внутреннего распорядка обучающихся',
    src: '/documents/GEOTEK/Правила внутреннего распорядка обучающихся.pdf',
  },
  {
    title: 'Правила внутреннего трудового распорядка НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Правила внутреннего трудового распорядка НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title: 'Правила приёма обучающихся в НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Правила приёма обучающихся в НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title: 'Правила приема обучающихся',
    src: '/documents/GEOTEK/Правила приема обучающихся.pdf',
  },
  {
    title: 'Предписание органов',
    src: '/documents/GEOTEK/Предписание органов.pdf',
  },
  {
    title:
      'Приказ Об утверждении стоимости обучения по образовательным программам НОЧУ ДПО «Геотэк-Колледж»',
    src: '/documents/GEOTEK/Приказ Об утверждении стоимости обучения по образовательным программам НОЧУ ДПО «Геотэк-Колледж».pdf',
  },
  {
    title:
      'Приказ об утверждении стоимости обучения по программам дополнительного профессионального образования НОЧУ ДПО «Геотэк-Колледж» 2024 г.',
    src: '/documents/GEOTEK/Приказ об утверждении стоимости обучения по программам дополнительного профессионального образования НОЧУ ДПО «Геотэк-Колледж» 2024 г..pdf',
  },
  {
    title: 'Программа развития НОЧУ ДПО «Геотэк-Колледж» на 2020-2023 гг.',
    src: '/documents/GEOTEK/Программа развития НОЧУ ДПО «Геотэк-Колледж» на 2020-2023 гг..pdf',
  },
  {
    title: 'Реестровая выписка',
    src: '/documents/GEOTEK/Реестровая выписка.pdf',
  },
  {
    title:
      'Свидетельство о государственной регистрации некомерческой организации',
    src: '/documents/GEOTEK/Свидетельство о государственной регистрации некомерческой организации.pdf',
  },
  {
    title: 'Сертификат',
    src: '/documents/GEOTEK/Сертификат.PDF',
  },
  {
    title: 'Устав',
    src: '/documents/GEOTEK/Устав.pdf',
  },
];
