export type FileItem = {
  src: string;
  title: string;
  back?: string;
};

export const mdgtFilesProg1: FileItem[] = [
  {
    title:
      'Современные цифровые технологии получения исходных данных для обоснования конструктивных решений при проектировании зданий и сооружений',
    src: '/documents/MDGT/Программа занятий Проектировщики 72 ч.pdf',
  },
  {
    title:
      'Теоретические основы и практическая методика лабораторных определений входных параметров расчётных моделей программных комплексов, основанных на методе конечных элементов (МКЭ). Программный комплекс PLAXIS',
    src: '/documents/MDGT/Программа занятий 72 часа Plaxis.pdf',
  },
];

export const mdgtFilesProg2: FileItem[] = [
  {
    title:
      'Технология инструментальных определений входных параметров нелинейных моделей грунтов, используемых в программных комплексах численного моделирования оснований зданий и сооружений',
    src: '/documents/MDGT/Программа 72 часа 2023.pdf',
  },
];
