export type FileItem = {
  src: string;
  title: string;
  back?: string;
};

export const mdgtFilesProg1: FileItem[] = [
  {
    title: 'Календарный учебный график технологии лабораторных определений',
    src: '/documents/MDGT/Календарный учебный график технологии лабораторных определений.pdf',
  },
  {
    title: 'Программа по технологии лабораторных определений',
    src: '/documents/MDGT/Программа по технологии лабораторных определений.pdf',
  },
  {
    title: 'Учебный план программы по технологии лабораторных определений',
    src: '/documents/MDGT/Учебный план программы по технологии лабораторных определений.pdf',
  },
];

export const mdgtFilesProg2: FileItem[] = [
  {
    title: 'Календарный учебный график теоретические основы и практика PLAXIS',
    src: '/documents/MDGT/Календарный учебный график теоретические основы и практика PLAXIS.pdf',
  },
  {
    title: 'Программа по теоретическим основам и практике PLAXIS',
    src: '/documents/MDGT/Программа по теоретическим основам и практике PLAXIS.pdf',
  },
  {
    title: 'Учебный план программы по теоретическим основам и практике PLAXIS',
    src: '/documents/MDGT/Учебный план программы по теоретическим основам и практике PLAXIS.pdf',
  },
];
